---
kind: property
id: P:Autodesk.Revit.DB.FabricationService.Abbreviation
source: html/fcef8b4f-7eb1-f7c8-d0ff-25cd28f1f812.htm
---
# Autodesk.Revit.DB.FabricationService.Abbreviation Property

The short name of service.

## Syntax (C#)
```csharp
public string Abbreviation { get; }
```